<html>
  <head>
    <meta content="text/html; charset=UTF-8" http-equiv="content-type">
    <link rel="shortcut icon" type="image/png" href="favicon.png"/>
    <style type="text/css">
      @import url('https://themes.googleusercontent.com/fonts/css?kit=m0tazYRimFnV1hoGKbgtnw');
      body {
        font-family: Courier;
        font-size: 10pt;
        margin: 40px;
        max-width: 680px;
        line-height: 1.5em;
      }
      a {
        color: black;
        text-decoration: none;
      }
      a:hover {
        color: purple;
        text-decoration: underline;
      }
      .dinolinkimg {
        width: auto;
        height: 150px;
        margin-top: -10px;
      }
      @media (min-width: 640px) {
        .dinolinkimg {
          position: absolute;
          top: 20px;
          left: 480px;
          width: auto;
          height: 130px;
          margin: 0;
        }
      }
    </style>
  </head>

  <body class="c19">
    <p class="c13">
      <strong>Germano Dush&aacute; </strong><br>
      Serra dos Caraj&aacute;s - Brazil, 1989<br>
      germano@coletor.org<br>
    </p>

    <br>
    <img class="dinolinkimg" src="images/gigantossaur.png">
    <br>

    <p><strong>Education:</strong></p>
    <ul>
      <a target="_blank" href="http://www.pucsp.br/pos-graduacao/especializacao-e-mba/arte-critica-e-curadoria"><li>2015 - Postgraduate degree in <i>Art: Criticism and Curatorship</i> from PUC-SP (Pontif&iacute;cia Universidade Cat&oacute;lica de S&atilde;o Paulo)</a> </li>
      <li>2012 - BA in <i>Law</i> from DIREITO-SP (Escola de Direito do Estado de S&atilde;o Paulo da Funda&ccedil;&atilde;o Getulio Vargas) </li>
    </ul>

    <p><strong>Projects:</strong></p>
    <ul>
      <li>2016/now - Co-founder, director and curator of <i>um trabalho um texto&nbsp;</i>- exhibition program for contemporary art and text production </li>
      <li>2016/now - Co-founder and curator of <i>BANAL BANAL&nbsp;</i>- online space for contemporary art exhibitions </li>
      <li>2015-2016 - Co-founder and curator of <i>Observat&oacute;rio&nbsp;</i>- exhibition space for contemporary art and culture </li>
      <li>2012/now - Co-funder, director and curator of <i>Coletor&nbsp;</i>- itinerant field for contemporary cultural activities and art practices </li>
    </ul>

    <p><strong>Curatorial:</strong></p>
    <ul>
      <li>2017 - <i>A piano in the Jungle</i> - Perisc&oacute;pio Arte Contempor&acirc;nea - Belo Horizonte</li>
      <li>2017 - <i>Flora Leite, Heaven&#39;s Mouth</i> - Oficina Cultural Oswald de Andrade - S&atilde;o Paulo</li>
      <li>2017 - <i>God is on the loose!&nbsp;</i>- Galeria Jaqueline Martins - S&atilde;o Paulo </li>
      <li>2016 - <i>Vertigo, stuttering, repetition&nbsp;</i>- Observat&oacute;rio - S&atilde;o Paulo</li>
      <li>2016 - <i>\\\\ HAeammm //////// aOUuHhFFf&nbsp;</i>- &Aacute;tomos - Rio de Janeiro</li>
      <li>2016 - <i>Gustavo Ferro,&nbsp;Ground Control&nbsp;</i>- S&eacute; - S&atilde;o Paulo</li>
      <li>2016 - <i>Effort-Performance</i> - Athena Contempor&acirc;nea - Rio de Janeiro</li>
      <li>2015 - <i>Hypothesis and Horizon&nbsp;</i>- Observat&oacute;rio - S&atilde;o Paulo</li>
      <li>2015 - <i>Confrontation&nbsp;</i>- Observat&oacute;rio - S&atilde;o Paulo </li>
      <li>2015 - <i>Maelstrom of History</i> - Observat&oacute;rio - S&atilde;o Paulo </li>
      <li>2015 - <i>As one would say</i> - Coletor - S&atilde;o Paulo</li>
      <li>2015 - <i>Leonardo Stroka, Defeat, dissipation and squandering</i> - Warm - S&atilde;o Paulo </li>
      <li>2014 - <i>State of Suspension</i> - Coletor - S&atilde;o Paulo </li>
      <li>2014 - <i>Talks, rearrangement and fossils</i> - Coletor - S&atilde;o Paulo</li>
      <li>2014 - <i>open-ing&nbsp;</i>- Coletor - S&atilde;o Paulo</li>
    </ul>

    <p><strong>Publishing:</strong></p>
    <ul>
      <li>2017 - <i>Highlights Cibelle Cavali Bastos</i> - Kaleidoscope 29 - Milan</li>
      <li>2016 - <i>New Shamans: Brazilian Artists (Exhibition Catalogue)&nbsp;</i>- Rubell Family Collection - Miami </li>
      <li>2016 - <i>A dark anarchic snake in the streets of S&atilde;o Paulo</i> - Flash Art International 311 - Milan </li>
      <li>2016 - <i>Five contemporary artists in Brazil&nbsp;</i>- Estrada (Brazil Guest Country Catalogue for the Tokyo Art Book Fair 2016) - Tokyo</li>
      <li>2016 - <i>What is queer in the uncertainty (32a&nbsp;Bienal de S&atilde;o Paulo)&nbsp;</i>- ARTE!Brasileiros n. 36 - S&atilde;o Paulo </li>
      <li>2016 - <i>About memes and votes</i> - Brasileiros 109 - S&atilde;o Paulo</li>
      <li>2016 - <i>Between the real and the virtual &nbsp;(Jon Rafman)&nbsp;</i>- ARTE!Brasileiros n. 35 - S&atilde;o Paulo</li>
      <li>2016 - <i>From the precarious to the potency&nbsp;(Matheus Rocha Pitta)&nbsp;</i>- ARTE!Brasileiros n. 34 - S&atilde;o Paulo</li>
      <li>2016 - <i>Highlights Paulo Nimer Pjota&nbsp;- Kaleidoscope 26</i> - Milan</li>
      <li>2015 - <i>Review: Viola Ye&#351;ilta&ccedil; at Boatos Fine Arts&nbsp;</i>- Flash Art International 303 - Milan</li>
      <li>2015 - <i>A cubicle and a huge egg&nbsp;</i>- Harper&#39;s Bazaar Art Brasil n. 4 - S&atilde;o Paulo</li>
      <li>2015 - <i>Matheus Rocha Pitta: from the act to the depositary</i>- Harper&#39;s Bazaar Art Brasil n. 4 - S&atilde;o Paulo</li>
      <li>2015 - <i>Portfolio: Lais Myrrha&nbsp;</i>- Harper&#39;s Bazaar Art Brasil n. 4 - S&atilde;o Paulo</li>
    </ul>

    <p><strong>Experimental:</strong></p>
    <ul>
      <li>2017 - Short film <i>&quot;God is on the loose!&quot;</i></li>
    </ul>

    <p><strong>Residency programs:</strong></p>
    <ul>
      <li>2017 - <i>Inclusartiz Institute&nbsp;</i>- Rio de Janeiro</li>
      <li>2016 - <i>Casa Comum</i> - Rio de Janeiro</li>
      <li>2015 - <i>Feira Plana</i> - S&atilde;o Paulo</li>
    </ul>

    <p><strong>Other activities:</strong></p>
    <ul>
      <li>2016 - Text for <i>Paulo Nimer Pjota&#39;s exhibition Synthesis between contradictory ideas and the plurality of the object as image&nbsp;</i>- Mendes Wood DM - S&atilde;o Paulo </li>
      <li>2015 - Accompaniment and text for <i>F&aacute;bio Tremonte&#39;s exhibition Sunday</i> - Perisc&oacute;pio Arte Contempor&acirc;nea - Belo Horizonte</li>
      <li>2015 - Accompaniment and text for <i>Renata De Bonis&#39; exhibition&nbsp;,to full the interlude without breaking it,&nbsp;</i>- BFA Boatos Fine Art - S&atilde;o Paulo</li>
      <li>2015 - Accompaniment and text for <i>Jaime Lauriano&#39;s exhibition&nbsp;Nessa terra, em se plantando, tudo d&aacute;</i> - Centro Cultural Banco do Brasil - Rio de Janeiro</li>
      <li>2015 - Accompaniment and text for <i>Janaina Wagner&#39;s exhibition Decupagem/Cr&ocirc;nica de um final anunciado&nbsp;</i>- Museu de Arte de Ribeir&atilde;o Preto (MARP) - Ribeir&atilde;o Preto </li>
      <li>2015 - Coordination, production and text for <i>Matheus Rocha Pitta&#39;s exhibition Fountain for the Unknown Protester</i> - Coletor - S&atilde;o Paulo</li>
      <li>2015 - Publishing <i>The City as Medium</i> - PLATAFORMA VB, Videobrasil</li>
      <li>2014 - Coordination, production and text for <i>Anton Steenbock&#39;s exhibition Pop Tower&nbsp;</i>- Coletor - S&atilde;o Paulo</li>
      <li>2014 - Coordination, production and text for <i>Lais Myrrha&#39;s exhibition Orchestra Rehearsal&nbsp;</i>- Coletor - S&atilde;o Paulo</li>
      <li>2014 - Coordination, production and text for <i>Renata De Bonis&#39;s exhibition Suite&nbsp;</i>- Coletor - S&atilde;o Paulo</li>
      <li>2014 - Coordination, production and text for <i>Raquel Uendi&#39;s exhibition Fio&nbsp;</i>- Coletor - S&atilde;o Paulo</li>
      <li>2014 - Coordination, production and text for <i>Bruno Palazzo&#39;s exhibition Sound on nothing</i> - Coletor - S&atilde;o Paulo</li>
      <li>2014 - Coordination and artists selection for the exhibition <i>32th Coopy RIghOTs - we MADE it READI, in Brazil&nbsp;</i>- 8Salon - Hamburg </li>
      <li>2014 - Coordination and production for <i>Ricardo Carioba&#39;s exhibition untitled</i> - Coletor - S&atilde;o Paulo</li>
    </ul>
  </body>
</html>
